{"data":{"markdownRemark":{"html":"","frontmatter":{"path":"/","title":"Wattpad Writers 101","faqSections":[{"title":"Rights","content":["You own your story and Wattpad is another venue to share your voice and create more exposure and opportunities for you to get your story published, or even produced","You own all the rights to the content you create and post on the Wattpad.","Posting on Wattpad doesn’t mean you lose First Rights nor would it be viewed as a reprint by a publisher.","You can remove your story whenever you want."]},{"title":"Copyright","content":["We are committed to protecting the work of our writers.","As part of our content guidelines, it’s required that you wrote, own the rights to, or have received permission from the copyright holder before any content is uploaded to Wattpad.","Your work is automatically protected under Copyright Law as soon you put it into a fixed format, like writing it down.","Writers are encouraged to report any potentially infringing content.","Our community team and a proprietary algorithm actively monitor to ensure writers are not posting other people's stories as their own.","We abide by the DMCA process, so if you believe your work has been copied improperly, you can submit a DMCA (Digital Millennium Copyright Act) Takedown Request and we will remove the infringing work","The copy/paste functions are also disabled on Wattpad, which prevents offenders from easily copying your work.","For more details visit our <a href=\"https://support.wattpad.com/hc/en-us/articles/216192503-Copyright-FAQ\">Copyright FAQs</a>"]},{"title":"Monetization","content":["Select writers can now monetize their stories on Wattpad.","Readers have been asking for ways to support writers for years, and now they can.","Select writers and stories have been chosen to be part of Wattpad Next Beta, where story parts can be unlocked by Wattpad coins.","To learn more, visit <a href=\"https://nextbeta.wattpad.com\">nextbeta.wattpad.com</a>"]}],"introContent":{"heroText":"Your story matters. Let the world hear it.","heroSubtext":"Wattpad is home to 70 million readers and writers that connect through the power of story","items":[{"title":"Cultivate your fanbase","content":"We empower diverse voices and stories all over the world, helping you build a community of readers."},{"title":"Champion your stories","content":"We champion untold stories to the publishing & entertainment industries."},{"title":"Find your people","content":"When you share your story, you’ll find a community who shares your unique worldview."}]},"valueProps":{"title":"Find your audience. <br />Grow your readership.","subtitle":"From cozy mysteries to LGBTQ+ meet-cutes, technothrillers to cyberpunk fairytales, your story has an audience through Wattpad.","link":{"url":"resources/build-your-audience","text":"Learn more about how to reach the right readers &rarr;"},"tips":[{"title":"Post Often","text":"Update regularly to encourage buzz and anticipation from a newly engaged audience, plus get feedback as you write."},{"title":"Tag your stories","text":"Use genre, sub-genre, descriptive, and trending tags to not only help readers find your story but to also rank in a range of topics."},{"title":"Enter the Wattys","text":"The Watty Awards recognize winners of Wattpad’s annual writing contest, while also propelling the careers of Wattpad writers."},{"title":"Get featured on Wattpad Picks","text":"Update regularly to encourage buzz and anticipation from a newly engaged audience, plus get feedback as you write."}]},"studiosContent":{"title":"We’ll set you up with the right connections <br /> to grow your career","content":"Wattpad Studios works with untapped Wattpad writers to facilitate connections to our publishing and multimedia partners. Over 1000 original Wattpad stories have been published, produced, or adapted to TV or film. And with our own direct publishing division, Wattpad Books, we’re bringing Wattpad stories to bookshelves everywhere. So write your truth, grow your audience, and show the world the potential of your story.","link":{"url":"opportunities/studios/","text":"Learn more about Wattpad Studios &rarr;"}},"partnersCarousel":[{"quote":"First, Wattpad is a fantastic way for a publisher to read and recruit new voices and talents, a sort of 21st-century slush pile. Second, the serial format characterizing Wattpad means that its material is perfectly adaptable for the book industry, whether in print or electronic formats.","name":"Cécile Terouanne","partner":"Hachette Book Group"},{"quote":"At UCP we’re always looking for ways to find untapped, unsigned, talent and budding writers from around the U.S. and world. Enter Wattpad - an amazing global storytelling platform that not only allows us access to great stories, but also real time data on what is trending, shared, reviewed and resonating with readers.","name":"Dawn Olmstead","partner":"Executive VP of Development for Universal Cable Productions"},{"quote":"The science of Wattpad — using data to detect trends in storytelling — doesn’t just smooth out the production process; it also helps shatter traditional barriers to Hollywood and the publishing industry.","name":null,"partner":"LA Times"}],"tellYourStoryContent":{"title":"Everyone has a story to tell","subtitle":"Write the exact story you love to read, and someone else will love it too.","items":[{"title":"Create lasting impact with your readers","content":"When you share your story on Wattpad, your readers escape with you into the world you’ve built, become invested in your characters, and connect to you and your story like never before."},{"title":"Jumpstart your career at WattCon","content":"WattCon is Wattpad’s premier writers’ conference with two full days of programming and panels that were developed to help you hone your craft, make connections with our multimedia entertainment partners, and to meet other Wattpad writers in real life!"},{"title":"Inspire a movement","content":"22 billion minutes per month are spent reading and writing about LGBTQ+, anti-bullying, body positivity, diversity and people of color on Wattpad. Our community has inspired a global ripple effect of youth who raise awareness and encourage positive social change."}]}}}},"pageContext":{"pageTitle":"Wattpad Writers 101 | Welcome","description":"Welcome to the Wattpad Writers 101. Find useful tools, guides, and details on Wattpad programs to help you elevate your writing voice and sharpen your craft.","keywords":"Wattpad, writer, portal, writing, tools, guides, programs"}}