{"data":{"markdownRemark":{"html":"","frontmatter":{"path":"/faq/","title":"Frequently Asked Questions","hero_content":"faq","faqSections":[{"title":"Rights","content":["You own your story and Wattpad is another venue to share your voice and create more exposure and opportunities for you to get your story published, or even produced","You own all the rights to the content you create and post on the Wattpad.","Posting on Wattpad doesn’t mean you lose First Rights nor would it be viewed as a reprint by a publisher.","You can remove your story whenever you want."]},{"title":"Copyright","content":["We are committed to protecting the work of our writers.","As part of our content guidelines, it’s required that you wrote, own the rights to, or have received permission from the copyright holder before any content is uploaded to Wattpad.","Your work is automatically protected under Copyright Law as soon you put it into a fixed format, like writing it down.","Writers are encouraged to report any potentially infringing content.","Our community team and a proprietary algorithm actively monitor to ensure writers are not posting other people's stories as their own.","We abide by the DMCA process, so if you believe your work has been copied improperly, you can submit a DMCA (Digital Millennium Copyright Act) Takedown Request and we will remove the infringing work","The copy/paste functions are also disabled on Wattpad, which prevents offenders from easily copying your work."]},{"title":"Monetization","content":["Readers have been asking for ways to support writers for years, and now they can.","Select writers and stories have been chosen to be part of Wattpad Next Beta, where story parts can be unlocked by Wattpad coins.","To learn more, visit <a href=\"https://nextbeta.wattpad.com\">nextbeta.wattpad.com</a>"]},{"title":"Engagement","content":["Social activity is the key to success on Wattpad. Get engaged with the community. Making friends is one of the best ways to gain readership because friends read friends’ stories. It also helps you forge connections that can be beneficial in a business sense. You might receive valuable advice or become connected with members of broad communities who can give you their support."]},{"title":"Published Authors","content":["Leverage existing content: If you’ve written something but aren’t sure what to do with it, Wattpad is great place to post it.","Post your first book in a series: A great way to introduce new readers to your series, and drive sales for subsequent books. Many authors serialize the first book in a series, and time it with a new release to create buzz.","Post exclusive content to Wattpad: When you invite existing fans to check out your exclusive Wattpad content, you bump up your story’s ranking on the site, and increase the odds of appearing on the hotlist - which gets you even more fans. Plus, it makes your audience feel special.","Share a book from your deep backlist: Post older and previously published writing to Wattpad. Our primary demographic is under 30, so you’ll introduce your work to a whole new generation of readers.","Crowdsource new content: Working on something brand new? When you post story parts as you write, you give fans a sneak peek into the creative process, and allow them to make suggestions along the way. It’s also a great way to build buzz early on in the life cycle of a new work or series."]}]}}},"pageContext":{"pageTitle":"Frequently Asked Questions (FAQs) | Writers 101","description":"Find answers to or get help with your Frequently Asked Questions (FAQs) about writing on Wattpad and Wattpad programs and opportunities, right on our Writers 101.","keywords":"Wattpad, writer portal, FAQ, frequently asked questions, help"}}